Repository: common-repository/payfeez
Catalog: languages/payfeez-*.po
Languages: fr_fr

source: <strong>A minimum amount of %s is required to validate your order.</strong>
fr_fr: <strong>Un montant minimum de %s est requis pour valider votre commande.</strong>

source: Activate payment fees
fr_fr: Activer des frais de paiement

source: Activate the calculation and application of payment fees
fr_fr: Activer le calcul et l'application des frais de paiement

source: Activate this feature
fr_fr: Activer cette fonctionnalité

source: Apply fees based on the WooCommerce payment gateway selected by the customer.
fr_fr: Appliquer des frais en fonction de la passerelle de paiement WooCommerce sélectionnée par le client.

source: Check this box to activate the feature.
fr_fr: Cochez cette case pour activer la fonctionnalité.

source: Direct bank transfer
fr_fr: Virement bancaire

source: Fixed amount
fr_fr: Montant fixe

source: Minimum amount
fr_fr: Montant minimum

source: Minimum order amount
fr_fr: Montant minimum de la commande

source: Payment fees
fr_fr: Frais de paiement

source: Payment fees for bank transfers
fr_fr: Frais pour les paiements par virement bancaire

source: Payment fees for PayPal payments
fr_fr: Frais pour les paiements par PayPal

source: Payment fees for Stancer payments
fr_fr: Frais pour les paiements par Stancer

source: Payment fees for Stripe payments
fr_fr: Frais pour les paiements par Stripe

source: requires
fr_fr: nécessite

source: Settings
fr_fr: Réglages

source: to be installed and active.
fr_fr: doit être installé et actif.

source: Variable amount (%)
fr_fr: Montant variable (%)
